"3-finger Horizontal Swipe" = "3 انگلیوں سے افقی سوائپ";
"3-finger Vertical Swipe" = "3 انگلیوں سے عمودی سوائپ";
"4-finger Horizontal Swipe" = "4 انگلیوں سے افقی سوائپ";
"4-finger Vertical Swipe" = "4 انگلیوں سے عمودی سوائپ";
"About" = "متعلق";
"About %@" = "%@ کے بارے میں";
"Accessibility" = "رسائی";
"Acknowledgments" = "اعترافات";
"Active app" = "فعال ایپ";
"Active screen" = "فعال سکرین";
"Active Space" = "فعال اسپیس";
"Add a running app" = "چل رہی ایپ شامل کریں";
"Add an app from disk" = "ڈسک سے ایپ شامل کریں";
"Additional controls" = "اضافی کنٹرولز";
"Additional controls…" = "اضافی کنٹرولز…";
"Advanced" = "اعلیٰ";
"After keys are released" = "کیز چھوڑنے کے بعد";
"After release" = "ریلیز کے بعد";
"Align windows" = "ونڈوز کو سیدھ میں لائیں";
"Align windows:" = "ونڈوز سیدھی کریں:";
"All apps" = "تمام ایپس";
"All data from this form will be made public, as a ticket on github.com" = "اس فارم کا تمام ڈیٹا عوامی کر دیا جائے گا، بطور ٹکٹ github.com پر";
"All screens" = "تمام سکرینز";
"All Spaces" = "تمام اسپیسز";
"Allowed" = "اجازت ہے";
"Alphabetical" = "حروف تہجی کے لحاظ سے";
"Alphabetical Order" = "حروف تہجی کی ترتیب";
"Also select windows using:" = "ونڈوز کو ان کے ذریعے بھی منتخب کریں:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "پچھلی بار جب آپ نے AltTab استعمال کیا تو یہ کریش ہو گیا۔ کریش رپورٹ بھیجنے سے مسئلہ حل کرنے میں مدد ملے گی";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab فی الحال ایپلیکیشنز دکھانے کے لیے سیٹ ہے۔ یہ سیٹنگ صرف اس وقت دستیاب ہوتی ہے جب AltTab ونڈوز دکھانے کے لیے سیٹ ہو۔";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "آلٹ ٹیب اسکرین ریکارڈنگ کی اجازت کے بغیر چل رہا ہے۔ تھمب نیلز نظر نہیں آئیں گے۔";
"AltTab needs some permissions" = "آل ٹیب کو کچھ اجازتیں درکار ہیں";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab دکھائے گا کہ آیا ونڈو اس وقت اسٹیٹس آئیکن کے ساتھ چھوٹی یا فل اسکرین ہے۔";
"Always" = "ہمیشہ";
"Always send crash reports" = "ہمیشہ کریش رپورٹس بھیجیں";
"and press" = "اور دبائیں";
"and press:" = "اور دبائیں:";
"Animations" = "اینیمیشنز";
"Animations…" = "اینیمیشنز…";
"App (BundleID starting with)" = "ایپ (BundleID اس سے شروع ہو رہی ہے)";
"App Icons" = "ایپ آئیکنز";
"App is hidden" = "ایپ چھپی ہوئی ہے";
"App is running but has no open window" = "ایپ چل رہی ہے لیکن اس کی کوئی کھلی ونڈو نہیں";
"Apparition delay" = "ظاہر ہونے میں تاخیر";
"Apparition delay of Switcher" = "سوئچر کی ظاہری تاخیر";
"Apparition delay:" = "ظاہری تاخیر:";
"Appearance" = "ظاہری شکل";
"Application Name" = "ایپلیکیشن کا نام";
"Application Name - Window Title" = "ایپلیکیشن کا نام - ونڈو کا عنوان";
"Applications" = "ایپلیکیشنز";
"Are you sure you don’t want a response?" = "کیا آپ کو واقعی جواب نہیں چاہیے؟";
"Arrow keys" = "تیر کے نشان والے بٹن";
"Ask whether to send crash reports" = "پوچھیں کہ کیا کریش رپورٹس بھیجنی ہیں";
"Auto" = "خودکار";
"Auto-install updates periodically" = "وقتاً فوقتاً خود بخود اپ ڈیٹس انسٹال کریں";
"Blacklists" = "بلیک لسٹس";
"Cancel" = "منسوخ کریں";
"Cancel and hide" = "منسوخ کریں اور چھپائیں";
"Capture windows in the background" = "پس منظر میں ونڈوز کیپچر کریں";
"Center" = "درمیان میں";
"Check for updates now…" = "ابھی اپ ڈیٹس چیک کریں…";
"Check for updates periodically" = "وقتاً فوقتاً اپ ڈیٹس چیک کریں";
"Check for updates…" = "اپ ڈیٹس چیک کریں…";
"Check permissions…" = "اجازتیں چیک کریں…";
"Close window" = "ونڈو بند کریں";
"Conflicting shortcut" = "متصادم شارٹ کٹ";
"Controls" = "کنٹرولز";
"Crash reports policy" = "کرش رپورٹس کی پالیسی";
"Crash reports policy:" = "کریش رپورٹس کی پالیسی:";
"Cursor follows focus" = "کرسر فوکس کی پیروی کرتا ہے";
"Customize App Icons style…" = "ایپ آئیکنز کے انداز کو حسب ضرورت بنائیں…";
"Customize Thumbnails style…" = "تھمب نیلز کے انداز کو حسب ضرورت بنائیں…";
"Customize Titles style…" = "عنوانات کے انداز کو حسب ضرورت بنائیں…";
"Dark" = "تاریک";
"Debug tools" = "ڈیبگ ٹولز";
"Disabled" = "غیر فعال";
"Do nothing" = "کچھ نہ کریں";
"Don’t check for updates periodically" = "وقتاً فوقتاً اپ ڈیٹس چیک نہ کریں";
"Don’t send" = "نہ بھیجیں";
"Don’t show windows from these apps" = "ان ایپس کی ونڈوز نہ دکھائیں";
"Done" = "ہو گیا";
"End" = "آخر";
"Exceptions" = "مستثنیات";
"Export settings…" = "ترتیبات برآمد کریں…";
"Export…" = "برآمد کریں…";
"Fade in animation of Preview" = "پریویو کی فیڈ ان اینیمیشن";
"Fade out animation" = "فیڈ آؤٹ اینیمیشن";
"Fade out animation of Switcher" = "سوئچر کی فیڈ آؤٹ اینیمیشن";
"Fade out animation:" = "فیڈ آؤٹ اینیمیشن:";
"Failed to import settings" = "ترتیبات درآمد کرنے میں ناکامی";
"Focus selected window" = "منتخب ونڈو پر فوکس کریں";
"Fullscreen window" = "فل سکرین ونڈو";
"Fullscreen windows:" = "فل سکرین ونڈوز:";
"Fullscreen/Defullscreen window" = "فل سکرین/ڈی فل سکرین ونڈو";
"General" = "عمومی";
"Gesture" = "اشارہ";
"Grant permission" = "اجازت دیں";
"Hidden windows:" = "چھپی ہوئی ونڈوز:";
"Hide" = "چھپائیں";
"Hide app badges" = "ایپ بیجز چھپائیں";
"Hide app badges:" = "ایپ بیجز چھپائیں:";
"Hide apps with no open window" = "بغیر کھلی ونڈو والی ایپس چھپائیں";
"Hide apps with no open window:" = "بغیر کھلی ونڈو والی ایپس چھپائیں:";
"Hide colored circles on mouse hover" = "ماؤس ہوور پر رنگین حلقے چھپائیں";
"Hide colored circles on mouse hover:" = "ماؤس ہاور پر رنگین دائرے چھپائیں:";
"Hide in %@" = "%@ میں چھپائیں";
"Hide Space number labels" = "اسپیس نمبر لیبلز چھپائیں";
"Hide Space number labels:" = "اسپیس نمبر کے لیبل چھپائیں:";
"Hide status icons" = "اسٹیٹس آئیکنز چھپائیں";
"Hide status icons:" = "اسٹیٹس آئیکنز چھپائیں:";
"Hide window thumbnails:" = "ونڈو تھمب نیلز چھپائیں:";
"Hide/Show app" = "ایپ چھپائیں/دکھائیں";
"High" = "اعلیٰ";
"Highest" = "سب سے زیادہ";
"Hold" = "ہولڈ";
"Horizontal Swipe with Four Fingers" = "چار انگلیوں سے افقی سوائپ";
"Horizontal Swipe with Three Fingers" = "تین انگلیوں سے افقی سوائپ";
"I think the app could be improved with…" = "مجھے لگتا ہے کہ ایپ کو بہتر بنایا جا سکتا ہے…";
"Ignore shortcuts when active" = "فعال ہونے پر شارٹ کٹس کو نظر انداز کریں";
"Ignore shortcuts while a window from these apps is active" = "ان ایپس کی ونڈو فعال ہونے پر شارٹ کٹس کو نظر انداز کریں";
"Import settings…" = "ترتیبات درآمد کریں…";
"Import…" = "درآمد کریں…";
"Keep open" = "کھلا رکھیں";
"Keep open and search" = "کھلا رکھیں اور تلاش کریں";
"Language" = "زبان";
"Language Change" = "زبان کی تبدیلی";
"Large" = "بڑا";
"Later" = "بعد میں";
"Latest releases" = "تازہ ترین ریلیز";
"Leading" = "معروف";
"Left" = "بائیں";
"Light" = "روشنی";
"Lock search" = "تلاش لاک کریں";
"Max height on screen:" = "سکرین پر زیادہ سے زیادہ اونچائی:";
"Max width on screen:" = "سکرین پر زیادہ سے زیادہ چوڑائی:";
"Medium" = "درمیانہ";
"Menubar icon" = "مینو بار آئیکن";
"Menubar icon:" = "مینوبار آئیکن:";
"Middle" = "درمیان";
"Minimize/Deminimize window" = "ونڈو کو چھوٹا/بڑا کریں";
"Minimized windows:" = "چھوٹی کی ہوئی ونڈوز:";
"Miscellaneous" = "متفرق";
"Miscellaneous:" = "متفرق:";
"Mouse hover" = "ماؤس ہوور";
"Multiple screens" = "متعدد اسکرینز";
"Never" = "کبھی نہیں";
"Never send crash reports" = "کبھی کریش رپورٹس نہ بھیجیں";
"No Window" = "کوئی ونڈو نہیں";
"Non-active apps" = "غیر فعال ایپس";
"Non-visible Spaces" = "غیر مرئی جگہیں";
"Normal" = "نارمل";
"Not allowed" = "اجازت نہیں ہے";
"NSHumanReadableCopyright" = "جی پی ایل-3.0 لائسنس";
"Only if the window is fullscreen" = "صرف اس صورت میں جب ونڈو فل سکرین ہو";
"Only on different screen" = "صرف مختلف اسکرین پر";
"Open Accessibility Preferences…" = "رسائی کی ترجیحات کھولیں…";
"Open Accessibility Settings…" = "رسائی کی ترتیبات کھولیں…";
"Open Screen Recording Preferences…" = "سکرین ریکارڈنگ کی ترجیحات کھولیں…";
"Open Screen Recording Settings…" = "اسکرین ریکارڈنگ کی ترتیبات کھولیں…";
"Open System Settings to confirm, and continue" = "تصدیق کرنے اور جاری رکھنے کے لیے سسٹم کی ترتیبات کھولیں۔";
"Open Trackpad Preferences…" = "ٹریک پیڈ کی ترجیحات کھولیں…";
"Open Trackpad Settings…" = "ٹریک پیڈ کی ترتیبات کھولیں…";
"Optional: email (if you want a reply)" = "اختیاری: ای میل (اگر آپ جواب چاہتے ہیں)";
"Order windows by" = "ونڈوز کو ترتیب دیں";
"Please fill in the form" = "براہ کرم فارم پُر کریں";
"Policies" = "پالیسیاں";
"Preferences…" = "ترجیحات…";
"Preview selected window" = "منتخب ونڈو کا پیش نظارہ";
"Preview selected window:" = "منتخب ونڈو کا پیش منظر دکھائیں:";
"Preview the selected window." = "منتخب ونڈو کا پیش نظارہ کریں۔";
"Quit" = "بند کریں";
"Quit %@" = "%@ بند کریں";
"Quit app" = "ایپ بند کریں";
"Recently Created" = "حال ہی میں بنائی گئی";
"Recently Created First" = "سب سے پہلے حال ہی میں بنائی گئی";
"Recently Focused" = "حال ہی میں فوکس کی گئی";
"Recently Focused First" = "سب سے پہلے حال ہی میں فوکس کی گئی";
"Remember my choice" = "میری پسند یاد رکھیں";
"Reset preferences and restart" = "ترجیحات ری سیٹ کریں اور دوبارہ شروع کریں";
"Reset preferences and restart…" = "ترجیحات ری سیٹ کریں اور دوبارہ شروع کریں…";
"Reset settings and restart" = "ترتیبات دوبارہ ترتیب دیں اور دوبارہ شروع کریں";
"Reset settings and restart…" = "ترتیبات دوبارہ ترتیب دیں اور دوبارہ شروع کریں…";
"Restart Now" = "ابھی دوبارہ شروع کریں";
"Rows of thumbnails:" = "تھمب نیلز کی قطاریں:";
"Screen including menu bar" = "مینو بار والی سکرین";
"Screen including mouse" = "ماؤس والی سکرین";
"Screen Recording" = "سکرین ریکارڈنگ";
"Screen showing AltTab" = "آل ٹیب دکھانے والی سکرین";
"Search" = "تلاش";
"Select next window" = "اگلی ونڈو منتخب کریں";
"Select previous window" = "پچھلی ونڈو منتخب کریں";
"Select windows on mouse hover" = "ماؤس ہوور پر ونڈوز منتخب کریں";
"Select windows using arrow keys" = "ایرو کیز کا استعمال کرتے ہوئے ونڈوز منتخب کریں";
"Select windows using vim keys" = "ویم کیز کا استعمال کرتے ہوئے ونڈوز منتخب کریں";
"Send" = "بھیجیں";
"Send a crash report?" = "ایک کریش رپورٹ بھیجیں؟";
"Send anyway" = "پھر بھی بھیجیں";
"Send debug profile (CPU, memory, etc)" = "ڈیبگ پروفائل بھیجیں (سی پی یو، میموری وغیرہ)";
"Send feedback" = "فیڈ بیک بھیجیں";
"Send feedback…" = "فیڈ بیک بھیجیں…";
"Settings imported" = "ترتیبات درآمد ہو گئیں";
"Settings…" = "ترتیبات";
"Share improvement ideas, or report bugs" = "بہتری کے خیالات شیئر کریں، یا کیڑے رپورٹ کریں";
"Shortcut" = "شارٹ کٹ";
"Shortcut 1" = "شارٹ کٹ 1";
"Shortcut 2" = "شارٹ کٹ 2";
"Shortcut 3" = "شارٹ کٹ 3";
"Shortcut 4" = "شارٹ کٹ 4";
"Shortcut 5" = "شارٹ کٹ 5";
"Shortcut already assigned to another action: %@" = "شارٹ کٹ پہلے ہی کسی اور عمل کو تفویض ہے: %@";
"Shortcuts When Active" = "فعال ہونے پر شارٹ کٹس";
"Shortcuts when active…" = "فعال ہونے پر شارٹ کٹس…";
"Show" = "دکھائیں";
"Show & Hide" = "دکھائیں اور چھپائیں";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "سوئچر میں ہر ونڈو کے لیے، یا ہر ایپلیکیشن کے لیے ایک آئٹم دکھائیں۔ ونڈوز پر فوکس کیا جائے گا، جبکہ ایپلیکیشنز کو فعال کیا جائے گا۔";
"Show apps with no open window" = "ایسی ایپس دکھائیں جن کی کوئی کھلی ونڈو نہیں ہے۔";
"Show at the end" = "آخر میں دکھائیں";
"Show fullscreen windows" = "فل اسکرین ونڈوز دکھائیں";
"Show hidden windows" = "چھپی ہوئی ونڈوز دکھائیں";
"Show in switcher" = "سوئچر میں دکھائیں";
"Show minimized windows" = "چھوٹی کی گئی ونڈوز دکھائیں";
"Show on" = "پر دکھائیں";
"Show on:" = "اس پر دکھائیں:";
"Show standard tabs as windows" = "معیاری ٹیبز کو ونڈوز کے طور پر دکھائیں";
"Show standard tabs as windows:" = "معیاری ٹیبز کو ونڈوز کے طور پر دکھائیں:";
"Show titles" = "عنوانات دکھائیں";
"Show windows from applications" = "ایپلیکیشنز سے ونڈوز دکھائیں";
"Show windows from screens" = "اسکرینوں سے ونڈوز دکھائیں";
"Show windows from Spaces" = "اسپیسز سے ونڈوز دکھائیں";
"Show windows from:" = "ونڈوز دکھائیں:";
"Size" = "سائز";
"Skipped" = "چھوڑ دیا گیا";
"Small" = "چھوٹا";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "کچھ ایپس جیسے فائنڈر یا پریویو معیاری ٹیبز استعمال کرتی ہیں جو آزاد ونڈوز کی طرح کام کرتی ہیں۔ کچھ دیگر ایپس جیسے ویب براؤزرز کسٹم ٹیبز استعمال کرتی ہیں جو منفرد طریقوں سے کام کرتی ہیں اور اصل ونڈوز نہیں ہیں۔ AltTab انہیں الگ الگ درج نہیں کر سکتا۔";
"Source code repository" = "سورس کوڈ ریپوزٹری";
"Space" = "سپیس";
"Space Order" = "اسپیس کی ترتیب";
"Start" = "شروع";
"Start at login" = "لاگ ان پر شروع کریں";
"Start at login:" = "لاگ ان پر شروع کریں:";
"Support this project" = "اس پراجیکٹ کی حمایت کریں";
"Swipe with Four Fingers" = "چار انگلیوں سے سوائپ کریں";
"Swipe with Three Fingers" = "تین انگلیوں سے سوائپ کریں";
"Switch between 3 different styles. You can customize them." = "3 مختلف انداز کے درمیان سوئچ کریں۔ آپ انہیں حسب ضرورت بنا سکتے ہیں۔";
"System" = "سسٹم";
"System Default" = "سسٹم ڈیفالٹ";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "⌘⎋ (کمانڈ+اسکیپ) شارٹ کٹ macOS کی طرف سے گیم اوورلے کے لیے استعمال ہو سکتا ہے۔\n\nآپ کی تبدیلی اسے اس کے لیے مختص کرے گی: %@۔\n\nاگر آپ جاری رکھنا چاہتے ہیں، تو یقینی بنائیں کہ گیم اوورلے شارٹ کٹ غیر فعال ہے۔\nیہ بھی نوٹ کریں کہ macOS نے بگس رپورٹ کیے ہیں جہاں شارٹ کٹ غیر فعال ہونے کے باوجود بھی مداخلت کر سکتا ہے۔";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) کی کلید کچھ macOS شارٹ کٹس کے لیے مخصوص ہے (مثلاً ⌘⌥⎋ فورس کوئٹ ایپلیکیشنز ونڈو دکھائے گا)۔\n\nاگر آپ ⎋ استعمال کرنا چاہتے ہیں، تو یقینی بنائیں کہ ہولڈ موڈیفائرز نہ تو یہ ہیں: ⌘⌥، ⌘⌥⇧، یا ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) کی کلید کچھ macOS شارٹ کٹس کے لیے مخصوص ہے (مثلاً ⌘⌥⎋ فورس کوئٹ ایپلیکیشنز ونڈو دکھائے گا)۔\n\nآپ کی تبدیلی اسے اس کے لیے مختص کرے گی: %@۔\n\nاگر آپ ⎋ استعمال کرنا چاہتے ہیں، تو یقینی بنائیں کہ ہولڈ موڈیفائرز نہ تو یہ ہیں: ⌘⌥، ⌘⌥⇧، یا ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "درآمد شدہ ترتیبات کو لاگو کرنے کے لیے ایپلیکیشن کو دوبارہ شروع کرنے کی ضرورت ہے۔";
"The application needs to restart to apply the language change." = "زبان کی تبدیلی لاگو کرنے کے لیے ایپلیکیشن کو دوبارہ شروع کرنے کی ضرورت ہے۔";
"Theme" = "تھیم";
"Theme:" = "تھیم:";
"Then release:" = "پھر جاری کریں:";
"This permission is needed to focus windows after you release the shortcut" = "یہ اجازت آپ کے شارٹ کٹ جاری کرنے کے بعد ونڈوز کو فوکس کرنے کے لیے درکار ہے";
"This permission is needed to show screenshots and titles of open windows" = "یہ اجازت کھلی ہوئی ونڈوز کے سکرین شاٹس اور عنوانات دکھانے کے لیے درکار ہے";
"This permission is needed to show thumbnails and preview of open windows" = "یہ اجازت کھلی ہوئی ونڈوز کے تھمب نیلز اور پیش منظر دکھانے کے لیے درکار ہے۔";
"Thumbnails" = "تھمب نیلز";
"Title" = "عنوان";
"Title truncation" = "عنوان کو چھوٹا کرنا";
"Titles" = "عنوانات";
"Trackpad haptic feedback" = "ٹریک پیڈ ہیپٹک فیڈ بیک";
"Trigger" = "ٹرگر";
"Trigger shortcut" = "ٹرگر شارٹ کٹ";
"Unassign existing shortcut and continue" = "موجودہ شارٹ کٹ ہٹائیں اور جاری رکھیں";
"Updates policy" = "اپ ڈیٹس کی پالیسی";
"Updates policy:" = "اپ ڈیٹس کی پالیسی:";
"Use the app without this permission. Thumbnails won’t show." = "اس اجازت کے بغیر ایپ استعمال کریں۔ تھمب نیلز نظر نہیں آئیں گے۔";
"Version" = "ورژن";
"Vertical Swipe with Four Fingers" = "چار انگلیوں سے عمودی سوائپ";
"Vertical Swipe with Three Fingers" = "تین انگلیوں سے عمودی سوائپ";
"View existing discussions" = "موجودہ مباحثے دیکھیں";
"Vim keys" = "ویم کیز";
"Vim keys already assigned to other actions:\n%@" = "ویم کیز پہلے ہی دوسرے اعمال کو تفویض ہیں:\n%@";
"Visibility" = "مرئیت";
"Visible Spaces" = "دکھائی دینے والی سپیسز";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "جب غیر فعال ہو، تو یہ macOS کے جامنی اسکرین ریکارڈنگ اشارے سے بچتا ہے، اور DRM ویڈیو چلاتے وقت جھلملاہٹ سے بھی بچتا ہے۔ تھمب نیلز اتنے تازہ نہیں ہوں گے۔";
"When fullscreen" = "فل سکرین ہونے پر";
"When no open window" = "جب کوئی کھلی ونڈو نہ ہو";
"While open, press:" = "کھلے ہونے پر، دبائیں:";
"Window app icon size:" = "ونڈو ایپ آئیکن سائز:";
"Window is fullscreen" = "ونڈو فل سکرین ہے";
"Window is minimized" = "ونڈو چھوٹی کی ہوئی ہے";
"Window is on every Space" = "ونڈو ہر سپیس پر ہے";
"Window is on Space %d" = "ونڈو سپیس %d پر ہے";
"Window max width in row:" = "قطار میں ونڈو کی زیادہ سے زیادہ چوڑائی:";
"Window min width in row:" = "قطار میں ونڈو کی کم از کم چوڑائی:";
"Window order:" = "ونڈو ترتیب:";
"Window Title" = "ونڈو کا عنوان";
"Window title contains" = "ونڈو کے عنوان میں شامل ہے";
"Window title font size:" = "ونڈو ٹائٹل فونٹ سائز:";
"Window title truncation:" = "ونڈو ٹائٹل کاٹنا:";
"Windows" = "ونڈوز";
"You can’t undo this action." = "آپ اس عمل کو کالعدم نہیں کر سکتے۔";
"You didn’t write your email, thus can’t receive any response." = "آپ نے اپنی ای میل نہیں لکھی، اس طرح کوئی جواب نہیں مل سکتا۔";
"You may need to disable some conflicting system gestures" = "آپ کو کچھ متصادم سسٹم اشاروں کو غیر فعال کرنے کی ضرورت پڑ سکتی ہے۔";
